[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Kapat
btnUpdate.Caption=İndir
btnConfirmCancel.Caption=İptal
btnUptoDateOK.Caption=Tamam
lblUpToDate.Caption=Tebrikler! En son sürüme sahipsiniz. Kullanılabilir güncelleme yok.
lblGetUptInfo.Caption=Güncelleme bilgisi alınıyor, lütfen bekleyin…
btnConfigCancel.Caption=İptal
btnMinimize.Caption=Küçült
btnProcessCancel.Caption=İptal
btnUptWeb.Caption=Şimdi Güncelle
btnWebCancel.Caption=Sonra Güncelle
lblUpdateFailed.Caption=Güncelleme başarısız! Lütfen sonra tekrar deneyin. Veya, tekrar güncellemek için lütfen "Tekrar Dene" düğmesine tıklayın.
btnFailedClose.Caption=Kapat
btnRetry.Caption=Tekrar Dene
btnSuccessClose.Caption=Tamam

[LiveUpdate_M]
Item=Öğe
Size=Boyut
Version=Sürüm
DownLoading=İndiriyor…
OK=Tamam
Close=Kapat
LiveUpdate=Güncelleme
UpdateSuccess=%s güncellendi. Şimdi en son özelliklerin ve geliştirmelerin tadını çıkarabilirsiniz.
WebDownLoad=%s kullanılabilir yeni sürümü var . Enson özellikleri ve geliştirmeleri almak için lütfen onu şimdi bedelsiz güncelleyin.
AvailableUpdates=Kullanılabilir Güncellemeler
NewVersion=Yeni Sürüm
VersionUpdate=Sürüm Güncelleme
ImportantUpdate=Önemli Güncelleme

